Repository: sergeypavlenko/optimizedb
Catalog: translations/optimizedb.*.po
Languages: ru

source: Database Optimization
ru: Оптимизация базы данных

source: Startup and configuration module.
ru: Запуск и конфигурация модуля.

source: You must perform <a href="@optimize_link">database optimization</a> . <a href="@hide_link">Hide notification</a>
ru: Необходимо выполнить <a href="@optimize_link">оптимизацию баз данных</a>. <a href="@hide_link">Скрыть уведомление</a>

source: Executing commands manually
ru: Выполнение команд вручную

source: Information on how to correctly perform when optimizing a database.
ru: Информация о том, как правильно выполнять оптимизацию базы данных.

source: Clear cache_form table
ru: Очистить таблицу cache_form

source: Optimize tables
ru: Оптимизация таблиц

source: Automatic clear cache_form table
ru: Автоматически очистить таблицу cache_form

source: Clear cache_form table every
ru: Очистить таблицу cache_form каждый

source: Last run: @date ago
ru: Последний запуск: @date назад

source: Disabled
ru: Отключено

source: When performing Cron
ru: При выполнении Cron

source: @count day
ru: @count день

source: 2 day
ru: 2 дня

source: 7 days
ru: 7 дней

source: 14 days
ru: 14 дней

source: 30 days
ru: 30 дней

source: 60 days
ru: 60 дней

source: The current size of the table <strong>@length</strong>
ru: Нынешний размер таблицы <strong>@length</strong>

source: Optimization settings database
ru: Параметры оптимизации базы данных

source: Receive notification of the need to optimize the database, every
ru: Получение уведомления о необходимости оптимизации базы данных, каждый

source: Information about tables
ru: Информация о таблицах

source: Current information on all database tables
ru: Текущая информация о всех таблиц базы данных

source: The size of all tables in the database: @size
ru: Размер всех таблиц в базе данных: @size

source: The following message on the need to perform optimization, you get - @date.
ru: Следующее сообщение о необходимости выполнять оптимизацию, вы получите - @date.

source: Alerts are not available
ru: Предупреждения не доступны

source: Optimized @count tables
ru: Оптимизировано @count таблиц

source: Completed with errors.
ru: Выполнено с ошибками.

source: The table is cleared.
ru: Таблица очищена.

source: Optimizing the site database and clearing tables cache_form
ru: Оптимизация базы данных и очистка таблиц cache_form

source: Hide notification
ru: Скрыть уведомления
